Repository: charlieram96/care4hair-html
Catalog: Care4Hair/BaseProject-7.0/App_Resources/Vocabulary.*.resx
Languages: es

source: About Our Cosmetic Surgery Center
es: Acerca de Nuestro Centro de Cirugía Estética

source: About The Center
es: Nuestro Centro

source: About us
es: Acerca de Nuestro Centro

source: accepted
es: aceptado

# AccreditedSurgicalFacility
source: Our Surgical Facility
es: Nuestro Centro Quirúrgico

source: Address
es: Dirección

source: After
es: Después

source: Age
es: Año

source: Allergies?
es: Alergias

source: All Rights Reserved
es: Todos Los Derechos Reservados

source: America
es: América

source: Apply Now
es: Aplique Ahora

source: ArmLift
es: Braquiplastia

source: Ask for your options
es: Pregunta para tus opciones

# AtAvana
source: At Avana, we strive to meet and exceed your expectations. Our practice delivers excellent surgical care with great compassion and respect and our surgeons utilize the most advanced techniques to produce the best results possible...
es: En Avana, nos esforzamos por cumplir y superar sus expectativas. Nuestra práctica brinda una excelente atención quirúrgica con gran compasión y respeto, y nuestros cirujanos utilizan las técnicas más avanzadas para producir los mejores resultados posibles...

source: Avana Plastic Surgery - Tour our Miami Facility
es: Avana Plastic Surgery - Recorre Nuestra Instalación en Miami

source: Before
es: Antes

source: Before And After Pictures
es: Fotos De Antes Y Después

source: Bio
es: Biografía

source: BMI of
es: BMI de

# BookConsultation
source: Book a Consultation
es: Reserve una Consulta

source: Breast Augmentation
es: Aumento De Senos

source: Breast Lift
es: Levantamiento De Senos

source: Breast Reduction
es: Reducción De Senos

source: Business Hours
es: Horario de Trabajo

source: Calculate
es: Calcular

# CalculateYouBMI
source: CALCULATE YOUR BMI
es: CALCULA TU BMI

source: Call
es: Llame

# CallOrContact
source: Call us or send us your information and we will contact you soon.
es: Llámenos o envíenos su información y nos pondremos en contacto con usted pronto.

source: Cancellation Policy
es: Política de Cancelación

source: Can we contact you via email with special offers?
es: ¿Podemos enviarle ofertas especiales por Email?

source: Can we contact you via sms with special offers?
es: ¿Podemos enviarle ofertas especiales por SMS?

# ChangeLang
source: Español
es: English

source: Check Our Instagram
es: Chequea Nuestro Instagram

source: Childbirths
es: Partos

source: Cigarretes
es: Cigarrillos

source: Closed
es: Cerrado

source: Commitment
es: Compromiso

source: consultation room
es: sala de consulta

source: Contact
es: Contacto

source: Contact Info
es: Información de Contacto

source: Contact Us
es: Contáctenos

source: Contact us or give us a call to discover how we can help
es: Contáctenos o llámenos para descubrir como podemos ayudarlo

# ContactUSTo
source: Contact us to schedule your surgery today.
es: Contáctenos para programar su cirugía hoy.

source: Continue
es: Continuar

source: COVID-19 Crisis
es: Crisis de la COVID-19

source: Disclaimer
es: Aviso

source: Doctors
es: Doctores

source: Email
es: Correo Electrónico

source: Email address
es: Dirección de Correo Electrónico

source: Excellence and Experience in cosmetic surgery in Miami
es: Excelencia Y Experiencia en cirugía cosmética en Miami

source: Explain
es: Explique

source: FaceLift
es: Lifting Facial

source: Feet
es: Pies

source: Filter By
es: Filtrar por

# FinacingOptions
source: FINANCING OPTIONS
es: OPCIONES DE FINACIAMIENTO

source: FINANCING
es: FINACIAMIENTO

source: Financing Available
es: Financiamiento Disponible

# Financingcalltoaction1
source: We have the best
es: Tenemos las mejores

# Financingcalltoaction2
source: financing options
es: opciones de financiamientos

# Financingcalltoaction3
source: for you.
es: para ti

# Financingcalltoaction4
source: Now it’s easier than ever to pay for cosmetic surgery costs, click on the button and see our plans.
es: Ahora es más fácil que nunca pagar los costos de la cirugía estética, haga clic en el botón y vea nuestros planes

# FinancingTagline
source: Special low interest financing is available on approved credit
es: Financiamiento especial con bajos intereses para quienes califiquen

source: First Name
es: Nombre

source: for a
es: para una

source: Free Consultation
es: Consulta Gratis

source: Friday
es: Viernes

source: Front Desk
es: recepción

source: Full Name
es: Nombre Completo

source: Gallery
es: Galería

source: Gender
es: Género

source: Get Approved Now
es: Califique Ahora Mismo

source: Get Started
es: Ver Más

source: Gynocomastia
es: Ginocomastia

source: Have A Look Around
es: Echa un Vistazo a su Alrededor

source: HAVE A QUESTION
es: Tiene una Pregunta

source: Health Conditions?
es: Condiciones de Salud

source: Height
es: Altura

source: Home
es: Inicio

source: Hours
es: Horas

source: How Many?
es: Cuantos

source: How Often?
es: Con qué frecuencia

source: Inches
es: Pulgadas

# InstagramPostsSubtitle
source: Visit our Instagram and take a look on some of our before and after pictures, videos, comments, testimonials, and more.
es: Visite nuestro Instagram y vea fotos, comentarios, testimonios videos y más.

source: In The News
es: En Las Noticias

source: is currently
es: actualmente es

source: Language
es: Idioma

source: Laser Hair Removal
es: Depilación Laser

source: Last Name
es: Apellidos

source: Learn More
es: Ver Más

# LearnMoreOutOfTown
source: Learn More About How You Can Stay With Us
es: Descubre Como Puedes Quedarte Con Nosotros Durante Tu Estancia

source: Life Changing Results
es: Resultados Que Cambian Vidas

source: Liposuction
es: Liposucción

source: Location
es: Ubicación

source: Max BMI For A BBL
es: Max BMI Para una BBL

source: Maximum Accepted BMI by Doctors for a
es: BMI máximo aceptado por los médicos para una

source: May Contain Nudity
es: Imagenes de desnudos

source: Media Content
es: Contenido Audiovisual

source: Meet the Staff
es: Conoce Nuestro Equipo

source: Message
es: Mensaje

source: Message Sent Successfully!
es: ¡Mensaje Enviado Con Éxito!

source: Monday
es: Lunes

source: Monday through Friday
es: De lunes a viernes

source: Month
es: Mes

source: Months
es: Meses

source: Name
es: Nombre

source: Next
es: Continue

source: Non Surgical
es: No Quirúrgicos

source: North
es: Norte

source: Of
es: De

source: Office
es: Oficina

source: Office Hours
es: Horario de Oficinas

source: Open In Map
es: Abrir En Mapa

source: Or
es: O

source: Other
es: Otro

source: Our
es: Nuestro

# Our1
source: Our
es: Nuestra

source: Our Office
es: Nuestra Oficina

source: Our Procedures
es: Procedimientos

source: Our Surgeons
es: Nuestros Cirujanos

# OurTeam
source: Our team is waiting for your concerns or questions.
es: Nuestro equipo está a la espera de sus inquietudes o preguntas.

source: OUT OF TOWN PATIENTS
es: PACIENTES FUERA DE LA CIUDAD

source: out the range accepted
es: fuera de rango aceptado

source: Patient Resources
es: Recursos

source: Phone
es: Teléfono

source: Pictures
es: Fotos

source: Plastic Surgeon
es: Cirujano Plástico

source: Plastic Surgeons
es: Cirujanos Plásticos

source: Please enter a valid email address
es: Por favor introdusca una dirección de correo válida

source: Please enter the phone
es: Por favor introdusca el número de telefono

source: Please enter the subject
es: Por favor introdusca el asunto

source: Please enter your message
es: Por favor introdusca su mensaje

# PleaseEnteYourEmailAddress
source: Please enter your email address
es: Por favor introdusca su dirección de correo

source: Please Select
es: Seleccione

source: -Please Select Doctor-
es: -Por favor seleccione el Doctor-

source: -Please Select Procedure-
es: -Por favor seleccione el procedimiento-

source: Popular Procedures
es: Procedimientos Populares

source: Pounds
es: Libras

source: Pre-Op Consultation Form
es: Formulario de Consulta pre-operatoria

source: Previous Surgeries?
es: Cirugías Previas

source: Privacy Policy
es: Política de Privacidad

source: Procedure
es: Procedimiento

source: Profile
es: Perfil

source: Read More
es: Leer Más

source: Real Patient Results
es: Fotos Reales De Pacientes

source: reception
es: recepción

source: Related Offers
es: Ofertas Relacionadas

source: Related Services
es: Servicios Relacionados

source: Request Consultation
es: Solicite una Consulta

source: Resources
es: Recursos

source: Reviews
es: Comentarios

source: Rhinoplasty
es: Rinoplastia

source: Saturday
es: Sábado

source: Schedule a consultation
es: Programe una consulta

source: Schedule A Free Consultation Today
es: Programe un consulta gratuita hoy

source: See Photo Gallery
es: Ver Galería de Fotos

source: Select
es: Seleccione

source: Select Your Language
es: Seleccione Su Idioma

source: Send Message
es: Enviar Mensaje

source: Send Request
es: Enviar Solicitud

source: Service
es: Servicio

source: Services
es: Servicios

source: Services In This Category
es: Servicios En Esta Categoría

source: Sorry we couldn't find any
es: No se ha encontrado algun(a)

source: Special Details
es: Detalles De la Oferta

# SpecialOfferDisclaimer
source: THE PATIENT AND ANY OTHER PERSON RESPONSIBLE FOR PAYMENT HAS A RIGHT TO REFUSE TO PAY, CANCEL PAYMENT, OR BE REIMBURSED FOR PAYMENT FOR ANY OTHER SERVICE, EXAMINATION, OR TREATMENT THAT IS PERFORMED AS A RESULT OF AND WITHIN 72 HOURS OF RESPONDING TO THE ADVERTISEMENT FOR THE FREE, DISCOUNTED FEE, OR REDUCED FEE SERVICE, EXAMINATION, OR TREATMENT.
es: El paciente y cualquier otra persona responsable del pago tiene el derecho de rechazar el pago, cancelar el pago, o ser reembolsado por el pago de cualquier servicio, examen o tratamiento que sea realizado dentro de las 72 horas de haber respondido a la promoción gratuita, con descuento, o con precio reducido del servicio, examen o tratamiento.

source: Specials
es: Especiales

source: Specials with
es: Especial con

source: Specialties
es: Especialidades

source: Start
es: Iniciar

source: Sunday
es: Domingo

source: Surgeon
es: Cirujano

source: Surgeons
es: Cirujanos

source: Surgery Center
es: Centro De Cirugía

source: Surgery Room
es: Sala de Cirugía

source: Surgical
es: Cirugías

# TakeTour
source: Take a tour of our clinic and its main service rooms
es: Haga un recorrido por nuestra clínica y sus principales salas de servicio

# teamtext1
source: Avana is a top Plastic Surgery Center located in the heart of Miami. We offer a comprehensive range of services, including cosmetic procedures in high demand, and innovative aesthetic treatments to meet your most challenging cosmetic needs.
es: Avana es un centro de cirugía plástica de primer nivel ubicado en el corazón de Miami. Ofrecemos una amplia gama de servicios, que incluyen procedimientos cosméticos de alta demanda y tratamientos estéticos innovadores para satisfacer sus necesidades cosméticas más desafiantes.

# teamtext2
source: At Avana Plastic Surgery, we sculpt the new you with artistry and skillful hands. Our primary goal is to produce subtle or dramatic results in line with your most cherished aesthetic goals, always keeping in mind your safety and satisfaction.
es: En Avana Plastic Surgery, esculpimos tu nuevo yo con arte y manos hábiles. Nuestro objetivo principal es producir resultados sutiles o dramáticos en línea con sus objetivos estéticos más preciados, siempre teniendo en cuenta su seguridad y satisfacción.

# teamtext3
source: Our philosophy of matchless personalized treatment and surgical expertise has attracted many local and out-of-town patients looking to restore their chattered beauty dreams. By taking into consideration each patient's desires and unique anatomical features, we create “customized” results that last. If you are pondering plastic surgery to help you become your best self, or you are prepared to start your surgical journey, give us a try!
es: Nuestra filosofía de tratamiento personalizado incomparable y experiencia quirúrgica ha atraído a muchos pacientes locales y de fuera de la ciudad que buscan restaurar sus sueños de belleza. Teniendo en cuenta los deseos de cada paciente y sus características anatómicas únicas, creamos resultados "personalizados" que duran. Si está pensando en someterse a una cirugía plástica para convertirse en su mejor yo, o si está preparado para comenzar su viaje quirúrgico, ¡pruébenos!

# TheInPluralAndFemale
source: The
es: Las

source: Timeframe
es: Fecha Estimada

source: To Community During
es: Con la Comunidad Durante la

source: Tummy Tuck
es: Abdominoplastia

source: Us
es: Nosotros

source: Useful Links
es: Enlaces de Utilidad

source: View
es: Ver

source: View All
es: Ver Todos

source: VIEW DIRECTIONS
es: VER DIRECCION

source: View Gallery
es: Ver Galería

source: View More
es: Ver Más

source: View on Instagram
es: Ver en Instagram

source: View Press Release
es: Ver Nota de Prensa

source: Visit Us Today
es: Visitenos Hoy

source: waiting room
es: sala de espera

# WalkInside
source: Walking Inside the Center
es: Recorrido Dentro del Dentro

source: Warning
es: Advertencia

source: Weight
es: Peso

source: Where to find us?
es: Dónde Encontrarnos?

source: Why Us
es: Porque Nosotros ?

source: Year
es: Año

source: Your BMI is
es: Tu BMI es
